Repository: b3nk4n/photo-marker-app
Catalog: PhotoNote/Resources/AppResources.*.resx
Languages: fa_ir, fr

# ResourceFlowDirection
source: LeftToRight
fa_ir: RightToLeft

# ResourceLanguage
source: en-US
fa_ir: fa-IR
fr: fr

# AboutTitle
source: about
fa_ir: درباره
fr: a propos

# ApplicationAuthor
source: by Benjamin Sautermeister
fa_ir: توسط Benjamin Sautermeister
fr: par benjamin Sautermeiser

# ApplicationDescription
source: This app extends the Photos-Hub of Windows Phone to enable a fast and easy functionality to take notes on your pictures or highlight the most important parts.
fa_ir: این برنامه نشانه گذاری عکس ها در ویندوز فون داری قابلیت سریع و آسان برای ثبت یاداشت بر روی تصاویر خود و یا علامت گذاری قسمتی از آن که از نکات کلیدی این برنامه برنامه محسوب می شود
fr: Cette application est une extension du Hub Photo de Windows Phone pour prendre des notes sur vos photos ou mettre en évidence les parties les plus importantes.

source: Contributors
fa_ir: همکاران
fr: Contributeurs

source: more apps
fa_ir: دیگر برنامه ها
fr: plus d'applications

source: privacy info
fa_ir: اطلاعات حریم شخصی
fr: info. de confidentialité

source: rate and review
fa_ir: رتبه ونظر دهید
fr: evaluer et donner un avis

source: support and feedback
fa_ir: حمایت ونظرات
fr: aide et retour

# InfoChoosePhoto
source: select a picture you would like to edit...
fa_ir: عکسی رو که میخواهید ویرایش کنید رو انتخاب کنید
fr: sélectionnez une photo que vous souhaitez modifier ...

# AppBarSave
source: save
fa_ir: ذخیره
fr: enregistrer

# AppBarSelectPicture
source: select
fa_ir: انتخاب
fr: photos

# InAppStoreLoading
source: Loading...
fa_ir: درحال بارگذاری...
fr: Chargement…

# InAppStoreNoProducts
source: There are currently no in-app purchases available. Please try again later.
fa_ir: در حال حاضر خرید برنامه ممکن نیست.لطفا بعدا دوباره سعی کنید
fr: L'achat n'est pas possible. S’il vous plaît réessayez plus tard.

# InAppStorePurchased
source: purchased
fa_ir: خریداری شد
fr: achat

# InAppStoreTitle
source: in-app store
fa_ir: فروشگاه در برنامه

# MessageBoxNoInfo
source: Launching the photo information app could not be started. I'm very sorry!
fa_ir: اطلاعات عکس در برنامه شناسایی نشد .خیلی متاسفم
fr: Le lancement de l'application photo pas pu être démarré. Je suis vraiment désolé!

# MessageBoxWarning
source: Warning
fa_ir: اخطار
fr: Attention

# ShowPhotoInfo
source: show picture information
fa_ir: نمایش اطلاعات تصویر
fr: voir les information de l'image

# Info1
source: Open your library and select an image
fa_ir: گالری رو بازکنید و عکس رو انتخاب کنید
fr: Ouvrez votre bibliothèque et sélectionnez une image

# Info2
source: Select Edit options
fa_ir: انتخاب گزینه های ویرایش
fr: Sélectionnez 'modifier'

# Info3Open
source: Select '
fa_ir: انتخاب '
fr: Sélectionnez '

# Info4
source: The photo can be edited instantly...
fa_ir: عکس را می توان مستقیما ویرایش
fr: La photo peut être modifiée instantanément ...

# AppBarUndo
source: undo
fa_ir: برگشت
fr: effacer

source: share
fa_ir: اشتراک گذاری
fr: partager

source: edit
fa_ir: ویرایش
fr: modifier

# AppBarPen
source: marker
fa_ir: نشانه گذاری
fr: marquer

# MessageBoxNoSave
source: Could not save the photo. I'm verry sorry!
fa_ir: قادر به ذخیره عکس نیستید.خیلی متاسفم
fr: Impossible d'enregistrer la photo. Je suis réellement désolé!

# MessageBoxUnknownError
source: Ooops! Anything went wrong. I'm very sorry!
fa_ir: وای!چیزی رو اشتباه رفتید. خیلی متاسفم
fr: Oups! Tout s'est mal passé. Je suis vraiment désolé!

# SavingPicuture
source: Saving picture...
fa_ir: در حال ذخیره عکس...
fr: Sauvegarde en cours….

# AppBarZoom
source: zoom
fa_ir: بزرگنمایی

# MessageBoxAttention
source: Attention
fa_ir: توجه

# MessageBoxExitWithoutSave
source: Do you really want to quit without saving the picture?
fa_ir: آیا میخواهید خارج شوید بون ذخیره کردن تصویر ویرایش شده؟

# ZoomPopupText
source: Using two fingers you can easily move or zoom the image. This allows faster and even more precise markings.
fa_ir: با استفاده از دو انگشت شما به راحتی می تواند حرکت کند و یا زوم تصویر. این اجازه می دهد سریع تر و حتی نشانه گذاری دقیق تر.

# ZoomPopupTitle
source: Did you know?
fa_ir: می دانستی؟

# FontsHeader
source: FONTS
fa_ir: فونت

# AppBarText
source: text
fa_ir: متن

# SettingsTitle
source: settings
fa_ir: تنظیمات

# StylusOptimized
source: Optimized for Stylus
fa_ir: بهینه شده برای قلم

# AppBarCrop
source: crop
fa_ir: برش

# AppBarDone
source: done
fa_ir: اماده
